// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Check Fax Connection"="Έλεγχος σύνδεσης φαξ";
"You can check if the printer and the phone line are ready to send faxes. The check result will be printed. Load plain paper in the printer."="Μπορείτε να ελέγξετε αν ο εκτυπωτής και η τηλεφωνική γραμμή είναι έτοιμα για την αποστολή φαξ. Το αποτέλεσμα του ελέγχου θα εκτυπωθεί. Τοποθετήστε απλό χαρτί στον εκτυπωτή.";
"Make sure the printer is connected to the phone line. For information on how to load paper and connect the printer, see the documentation supplied with the printer."="Βεβαιωθείτε ότι ο εκτυπωτής είναι συνδεδεμένος στην τηλεφωνική γραμμή. Για πληροφορίες σχετικά με την τοποθέτηση του χαρτιού και τη σύνδεση του εκτυπωτή, δείτε τα συνοδευτικά έγγραφα που παρέχονται με τον εκτυπωτή.";
"Press the Start button to run the check."="Πατήστε το κουμπί Έναρξη για να εκτελέσετε τον έλεγχο.";
"Start"="Έναρξη";
"Cancel"="Άκυρο";

// ------------------------------------------------------------------------
// Wait Dialog
// ------------------------------------------------------------------------
"Checking the fax connection..."="Εκτελείται έλεγχος της σύνδεσης φαξ...";

// ------------------------------------------------------------------------
// Result Message
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Fax_Connection_Success"="Η σύνδεση φαξ είναι OK.";
"Str_Alert_Fax_Diagnosis_Fax_Connection_Failed"="Ανιχνεύτηκε σφάλμα. Για λεπτομέρειες, δείτε την εκτυπωμένη αναφορά.";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Πληροφορίες για το FAX Utility...";
"Preferences..."="Προτιμήσεις...";
"Services"="Υπηρεσίες";
"Hide FAX Utility"="Απόκρυψη του FAX Utility";
"Hide Others"="Απόκρυψη άλλων";
"Show All"="Εμφάνιση όλων";
"Quit FAX Utility"="Έξοδος από το FAX Utility";
"File"="Αρχείο";
"Close"="Κλείσιμο";
"Window"="Παράθυρο";
"Minimize"="Ελαχιστοποίηση";
"Help"="Βοήθεια";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Άκυρο";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Δεν είναι δυνατός ο εντοπισμός του αρχείου που απαιτείται για την εκτέλεση της εφαρμογής.\nΕπαναλάβετε την εγκατάσταση του FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Δεν είναι δυνατή η λήψη πληροφοριών εκτυπωτή (φαξ). Ανοίξτε τη ρύθμιση \"Print & Fax Preferences\" και προσθέστε το πρόγραμμα οδήγησης PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Το καθορισμένο αρχείο υπάρχει ήδη. Θέλετε να επεγγραφεί;";
"Str_Alert_Common_Not_Responding_Error"="Ο εκτυπωτής δεν ανταποκρίνεται. Βεβαιωθείτε ότι ο εκτυπωτής είναι σωστά συνδεδεμένος και ενεργοποιημένος.";
"Str_Alert_Common_Communication_Error"="Σημειώθηκε σφάλμα επικοινωνίας με τον εκτυπωτή.";
"Str_Alert_Common_Printer_Processing_Error"="Ο εκτυπωτής εκτελεί επεξεργασία δεδομένων. Περιμένετε λίγο και μετά προσπαθήστε ξανά.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Ανιχνεύτηκε σφάλμα κατά την επικοινωνία με τον εκτυπωτή.\nΚωδικός σφάλματος (%d)";
"Str_Alert_Common_Error_Occurred"="Η επεξεργασία ακυρώθηκε επειδή σημειώθηκε σφάλμα.";
"Str_Alert_Common_PrinterStatusError"="Σημειώθηκε σφάλμα στον εκτυπωτή. Εκκαθαρίστε το σφάλμα και μετά προσπαθήστε ξανά.";

// ------------------------------------------------------------------------
// Alert(Fax Check Connection)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Δεν είναι δυνατή η έναρξη του ελέγχου σύνδεσης φαξ επειδή εκτελείται ήδη μια άλλη λειτουργία του FAX Utility. Περιμένετε έως ότου ολοκληρωθεί και δοκιμάστε ξανά.";
"Str_Alert_Fax_Diagnosis_Canceled"="Ο έλεγχος σύνδεσης φαξ ακυρώθηκε.";
"Str_Alert_Fax_Diagnosis_Cannot_Get_Result"="Δεν ήταν δυνατή η λήψη του αποτελέσματος ελέγχου.";
